clackups/draftling/firmware/sdkconfig.defaults.freenove_fnk0104s
# CMakePresets.json board defaults: Freenove FNK0104S
# Sets the hardware model and IDF target used by the "freenove_fnk0104s" preset.

CONFIG_IDF_TARGET="esp32s3"
CONFIG_DRAFTLING_MODEL_FREENOVE_FNK0104S=y
